---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.ConceptualEnergyDataBuildingServices
source: html/189205d0-a60f-d687-0238-712746e0461a.htm
---
# Autodesk.Revit.DB.GroupTypeId.ConceptualEnergyDataBuildingServices Property

Energy Model - Building Services.

## Syntax (C#)
```csharp
public static ForgeTypeId ConceptualEnergyDataBuildingServices { get; }
```